---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs
source: html/47940d26-c222-32dc-973c-9387b60228f7.htm
---
# FamilyLoadedIntoDocumentEventArgs Methods

Indicates whether the event is being cancelled.